'''
Залача 12

Реши задачу

Бо заметил что в его любимом кафе появилась книжка для предложений по улучшению кафе, 
Бо вспомнил то как ему было сложно определится с выбором когда он был в этом кафе впервые, 
поэтому он решил предложить кафе собственноручно написанного робота официанта.

Основной функцией были его рекомендации основанные на вкусах большинства. Согласно статистике покупок:

Люди до 30 лет покупают фисташковое мороженое. Рекомендация: "Люди вашего возраста часто берут мороженое с фисташками".
Люди 30 лет и старше покупают тёмный шоколад. Рекомендация: "Люди вашего возраста часто берут тёмный шоколад".
Если возраст равен 18, предлагаем особое мороженное с присыпкой.

'''

# твой код
