'''
Задача 11

Дополни код программы

Бо вместе с коалой сравнивали популярность своих тик ток аккаунтов, из-за того что было 
сложно посчитать разницу, Бо захотел написать программу, которая сравнит количество 
лайков у обоих и скажет, есть ли победитель.

Помоги Бо дополнить код программы.
'''

koalas_likes = 24321
bos_likes = 24342


koala_win = koalas_likes
bo_win = 

not_draw = koala_win  bo_win

print("Больше ли у коалы лайков:", )
print("Больше ли У Бо лайков", bo_win)

print("Есть победитель ?")
print()

