'''
Залача 1

Исправь ошибки в коде

Бо нужно было пополнить свой счет с помощью банкомата, банкомат который решил 
использовать Бо, запросил у него номер его карты и сумму перевода. Бо заметил 
что у него не получалось провести перевод по неизвестной причине, Бо решил 
посмотреть код банкомата, где он заметил ошибки.

Помоги Бо исправить ошибки в коде

'''

card_number = "8339 XXXX XXXX XXXX"
sum_of_money = 10000
minimum_sum_of_money = 2000


if card_number.startswith("8339") or and or sum_of_money > minimum_sum_of_money:
    print("Транзакция прошла")
else:
    print("Транзакция не прошла")

