'''
Залача 11

Исправь ошибки в коде

Бо было неудобно использовать встроенное приложение с заметками, поэтому он решил написать 
свое приложение для заметок, что бы осуществить поиск по заметкам Бо решил написать маленькую 
программу, которая будет показывать нужную заметку если поисковой запрос имеет либо 
приставку "Заметка" вначале, либо "Запись" в конце, иначе он бы показывал на экране 
самую первую заметку.

Однако Бо допустил пару ошибок во время написания программы, помоги Бо их исправить. 

'''

firtst_note = "Заметка номер 1"
note_to_fing = "Заметка номер 5"

if note_to_find.startswith("Заметка") and != note_to_find endswith("Запись"):
    print()
else
    print(first_note)

