'''
Залача 3

Исправь ошибки в коде

Бо готовил свой любимый салат, как вдруг заметил что у него не достает некоторых ингредиентов, 
Бо решил написать программу, которая будет искать взаимозаменяемые ингредиенты.

Бо закончил писать код, но он заметил что, допустил ошибки при написании. Помоги Бо исправить 
ошибки в его программе.
'''

ingredient_1 = "оливковое масло"
ingredient_2 = "оливки"

if ingredient_1 == "оливковое масло" and ingredient_1 == "майонез":
    ingredient_1 = "заправка для салата"
    
if ingredient_2 = "оливки":
    ingredient_2 = "маслины"
