'''
Залача 2

Дополни код программы

Бо хотел попробовать для себя новое хобби, он купил себе большой и многофункциональный 
телескоп который по описанию должен был иметь 100-Й уровень приближения, Однако максимальный 
уровень который смог включить Бо, был 78-й.

Бо решил написать код, который изменит уровень приближения с 78-го, до 100-го, При 
условии что current_level будет равен 78, а maximum_level будет равен 100.
'''

maximum_level = "100"
current_level = "78"

if :
    current_level = "100"
else:
    current_level = "78"

