'''
Задача 4

Дополни код программы

Бо услышал слух о том что для того, чтобы видео попало в рекомендации тик тока, 
оно должно иметь больше или равно 6800 лайкам, а аккаунт должен иметь не менее 6000 подписчиков.

Бо решил проверить это на своем аккаунте, и проверить, соответствует 
ли его последнее видео и аккаунт требованиям тик тока. Помоги Бо дополнить его программу.
'''

likes = 842
subscribers = 232

is_enough_likes = likes
is_enough_subscribers = 
print("Первое условие соблюдено:",)
print("Второе условие соблюдено:",)

